---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalArea
source: html/5d6797af-c14e-8e3d-b2cf-05a7899dbc50.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalArea { get; }
```